Repository: coldynee/ResumeHub
Catalog: ResumeHub/App/Localizable.xcstrings
Source language: en
Languages: ru

# alreadyRegistered
source: This email already registered
ru: Эта почта уже зарегистрирована

source: authozation
ru: Авторизация

# authToContinue
source: Sign in to continue
ru: Войдите в аккаунт, чтобы продолжить

source: Cancel
ru: Отмена

# checkMail
source: Confirm your email. Please check letter
ru: Подтвердите почту. Проверьте отправленное письмо.

# codeExpired
source: Code expired. Try again
ru: Срок действия кода истек. Попробуйте снова

# codeFor15min
source: Code is valid for 15 min
ru: Код доступен в течении 15 минут

# codeNotSent
source: Code not sent. Try again
ru: Код не отправлен. Попробуйте снова

# codeSended
source: Code sended to:
ru: Код отправлен на почту:

source: Confirm
ru: Подтвердить

source: Confirm password
ru: Подтверждение пароля

# dontHaveAccount
source: Don’t have an account?
ru: Нету аккаунта?

source: Email
ru: Почта

source: Email code
ru: Код с почты

source: Email confirm
ru: Подтверждение почты

# emailInput
source: Input your email
ru: Почта

# emailNotExists
source: User with this email not exists
ru: Пользователя с такой почтой нет

# enterEmail
source: Enter your email to receive reset instructions
ru: Введите вашу почту

source: Error
ru: Ошибка

# failedSendCode
source: Failed to send code:
ru: Ошибка при отправке кода:

# fillFields
source: Fill all fields
ru: Заполните все поля

source: Forgot password?
ru: Забыли пароль?

# goToRegister
source: Don't have an account? Sign up
ru: Нету аккаунта? Зарегистрироваться

source: Have account?
ru: Есть аккаунт?

# inputCode
source: Input code from email
ru: Введите код с почты

source: Input code to register
ru: Введите код чтобы зарегистрироваться

# inputLogin
source: Input your login
ru: Введите ваш логин

# invalidEmail
source: Invalid inputted mail
ru: Неправильно указана почта

# invalidInputs
source: Invalid input
ru: Неправильно введены данные

source: Login
ru: Логин

# loginAfterReset
source: Sign in after reset
ru: Авторизуйтесь после сброса

# loginInput
source: Input username
ru: Логин

# loginSign
source: Sign in
ru: Войти

# newPasswordSent
source: Your new password
ru: Ваш новый пароль

# passwordInput
source: Password
ru: Пароль

source: Passwords do not match
ru: Пароли не совпадают

# passwordTooWeak
source: Weak password
ru: Слабый пароль

# processing
source: Loading
ru: Загрузка

# registerToGo
source: Input all fields to continue
ru: Заполните все поля чтобы продолжить

source: Registration
ru: Регистрация

# resentCode
source: Resend code
ru: Отправить снова

# resetLinkSent
source: Reset link sent to:
ru: Ссылка для восстановления доступа отправлена:

source: Reset password sent:
ru: Письмо для восстановления доступа отправлено:

source: Send
ru: Отправить

# signUp
source: Register
ru: Зарегистрироваться

# subtitle
source: Your career headquarters
ru: Ваш карьерный центр

source: Success
ru: Успешно

source: User not found
ru: Пользователь не найден

# verificationCode
source: Your verification code - ResumeHub
ru: Ваш код верификации - ResumeHub

source: Verify code
ru: Код подтверждения

# wrongCode
source: Wrong code. Try again
ru: Неверный код. Попробуйте снова

# yourCode
source: Your code is:
ru: Ваш код:

# yourCodeExists
source: Your code is valid for 15 minutes
ru: Код доступен в течении 15 минут
